&НаКлиенте
Процедура ПечатьПланГрафика (Команда)
	
	//ПечатнаяФорма = ПечатнаяФормаПланГрафик();
	//ПечатнаяФорма.Показать("План-график");
	
КонецПроцедуры  

&НаСервере
Процедура ПечатнаяФормаПланГрафик()
	
	ПечатнаяФорма = Новый ТабличныйДокумент;
	ПечатнаяФорма.ОтображатьСетку = Ложь;
	ПечатнаяФорма.ОтображатьЗаголовки = Ложь;
	
	Макет = ПолучитьОбщийМакет("ПланГрафикВыполненныхРабот");
	
	Шапка = Макет.ПолучитьОбласть("Шапка");
	Шапка.Параметры.Заказчик = Элементы.Заказчик;
	Шапка.Параметры.Дата = ТекущаяДата();
	Шапка.Параметры.Исполнитель = Элементы.Исполнитель;
	ПечатнаяФорма.Вывести(Шапка);
	
	ТабличнаяЧастьЗаголовок = Макет.ПолучитьОбласть("ТЧЗаголовок");
	КонецПроцедуры
